import Image from "next/image";

const AboutUs = () => {
  return (
    <>
      <div className="container mx-auto">
        <section className="mb-14 flex flex-col md:flex-row md:justify-between md:items-start gap-3">
          <div className="flex-1/2 px-10 text-justify">
            <span className="block text-2xl mb-3">
              <b>درباره ما</b>
            </span>
            <p className="text-lg mb-5">
              شرکت مهندسی موبویکو در سال ۱۴۰۴، در یکی از پیچیده‌ترین دوره‌های
              اقتصادی کشور، با هدف بازآفرینی استانداردهای صنعت تجهیزات پزشکی
              تأسیس شد. ما با تکیه بر تیمی متخصص و متعهد، وارد حوزه‌ای شدیم که
              نیاز به دقت، دانش فنی و نوآوری دارد؛ حوزه‌ای که در آن هر دستگاه
              می‌تواند بر جان انسان‌ها اثرگذار باشد. موبویکو فعالیت خود را در سه
              محور اصلی ، تعمیرات تخصصی، آموزش کاربردی و نگهداری پیشگیرانه
              متمرکز کرده است تا پاسخ‌گوی نیازهای واقعی مراکز درمانی و مهندسان
              این حوزه باشد.
            </p>
            <p className="text-lg mb-5">
              ما در موبویکو باور داریم که مهندسی صرفاً حل یک مشکل فنی نیست، بلکه
              خلق راه‌حل‌هایی پایدار برای چالش‌های حیاتی است. رویکرد ما مبتنی بر
              تلفیق تجربه و تکنولوژی است؛ از بازسازی تجهیزات حساس گرفته تا
              انتقال دانش به نسل آینده مهندسان. هدف ما ساده است اما
              بلندپروازانه: افزایش ایمنی، بهره‌وری و اعتماد در زیرساخت‌های سلامت
              کشور ، با نگاهی نو، فکری مهندسی، و تعهدی بی‌وقفه.
            </p>
            <p className="text-lg mb-5">
              در صنعتی که اغلب با بروکراسی، تأخیر و تجهیزات فرسوده دست‌به‌گریبان
              است، موبویکو تلاش می‌کند استانداردی تازه تعریف کند؛ استانداری
              مبتنی بر پاسخ‌گویی سریع، کیفیت عملیاتی و شفافیت فنی. ما می‌دانیم
              که هر دقیقه توقف یک دستگاه پزشکی می‌تواند در روند درمان اختلال
              ایجاد کند، بنابراین خدمات ما نه‌تنها فنی، بلکه مسئولانه است.
            </p>
          </div>
          <div className="flex-1/2 shadow-lg rounded overflow-hidden">
            <Image
              className="w-full"
              src={"/about-us/moboico-eng.jpeg"}
              alt="Moboico-eng"
              width={420}
              height={360}
            />
          </div>
        </section>
      </div>
    </>
  );
};

export default AboutUs;
