export const articlesData = [
  {
    id: 1,
    title: "مقاله شماره یک",
    img: "/articles/art-1.jpg",
    alt_Img: "Article-1",
    date: "2023-05-19T09:22:10Z",
  },
  {
    id: 2,
    title:
      "مقاله با تیتر بلند تر برای نمونه و سلام سلام سلااام سلام دورد و سلام و درود بیشتر",
    img: "/articles/art-2.jpg",
    alt_Img: "Article-2",
    date: "2024-11-02T16:45:33Z",
  },
  {
    id: 3,
    title:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    img: "/articles/art-3.jpg",
    alt_Img: "Article-3",
    date: "2025-02-14T06:58:41Z"
  },
  {
    id: 4,
    title:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
    img: "/articles/art-4.jpg",
    alt_Img: "Article-4",
    date: "2023-08-04T13:27:55Z"
  },
  {
    id: 5,
    title:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد",
    img: "/articles/art-5.jpg",
    alt_Img: "Article-5",
    date: "2025-09-06T13:37:21Z"
  },
];
